Revit 2027 API
ExportLayerInfo.ClearCutLayerModifiers Method
 Clears all the cut layer modifiers stored in the layer info.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void ClearCutLayerModifiers()
Public Sub ClearCutLayerModifiers
public:
void ClearCutLayerModifiers()
member ClearCutLayerModifiers : unit -> unit
See Also
Reference
ExportLayerInfo Class
Autodesk.Revit.DB Namespace